'use client'

import Image from "next/image";
import Section from "../Section";

export default function Component() {
	return (
		<Section>
			<div className="flex items-center gap-8">
				<Image
					src="/footer_AKG_vert_logo.svg"
					alt="Amal Al-Khair logo"
					width={200}
					height={200}
					priority
				/>
				<p className="text-justify">
					ينظر مجتمع الأعمال إلى مجموعة جمال بغلف القابضة إلى انها كيان تجاري يجسد معنى
					الكفاح, إذ تغلب على العديد من التحديات على مدى سنوات طويلة من العمل الجاد, إلى
					أن أصبح اسما تجاريا مرموقا في المملكة العربية السعودية. في عام 1955,وفي مدينة
					الخبر , أسس الشيخ أحمد محمد بغلف – يرحمه الله – أحد أوائل المؤسسات التجارية
					المتخصصة في تحويل الأموال على مستوى المملكة ودول مجلس التعاون الخليجي والشرق
					الأوسط. وبفضل الله ثم الإدارة المتميزة للشيخ جمال أحمد بغلف , نجل الشيخ أحمد
					محمد بغلف – يرحمه الله – الذي نجح في تأسيس مجموعة قابضة مستقلة ذات نشاطات
					متنوعة, وبالتالي الانتقال إلى مرحلة جديدة من التوسع والنمو المضطرد والتميز,
					محليا ودوليا.{" "}
				</p>
			</div>
		</Section>
	);
}
