// import Image from "next/image";
import Section from "../Section";

export default function CompanyOverview() {
  return (
		<Section>
			<div className="flex items-center gap-8">
				<h2 className="font-bold text-2xl w-1/3">
					حول شركة
					<br />
					أمل الخــــير
					<br />
					القابــــــضة
				</h2>

				<p className="text-justify">
					تمارس المجموعة أعمالها في المملكة العربية السعودية، وتعد من الشركات الرائدة على
					المستوى المحلي والإقليمي في مجال إنتاج الدواجن والأعلاف الحيوانية والأسماك
					والتمور. كما تمتلك بنية مالية ثابتة وتجارية واستراتيجية قوية للاستفادة من الفرص
					الاستثمارية المتاحة، مما مكّنها من النمو المستمر مع توقع مستقبلي على مضاعفة
					قدرتها الإنتاجية. كما نجحت الشركة في التصدير إلى عدد من الأسواق العالمية عبر
					شركاء التوزيع العالميين، وباتت مجموعة أمل الخير القابضة واحدة من الشركات الرائدة
					في مجال إنتاج الدواجن والأعلاف الحيوانية والأسماك والتمور إقليميًا.
				</p>
			</div>
		</Section>
  );
}
