import Section from "../Section";

export default function DateCompanySection() {
  return (
		<Section className="relative text-[#686868] text-[18px] font-normal bg-[#f5f5f7] ">
			<p className="text-justify">
				تخصصت شركة أمل الخير للتمور في تصنيع وتصدير التمو ذات الجودة العالية ويقع مقرها في
				الرياض . وبفضل الخبرة التي تراكمت لدى المجموعة على مدى عشر سنوات , واستطاعت أن تؤسس
				نظاماً متميزاً على صعيد الإنتاج والتوزيع والتسويق والعمليات اللوجستية والرقابة
				والمبيعات والصادرات, مع السعي لتحقيق التناسق بين جميع العمليات الإنتاجية واختيار
				النوعية الأفضل من التمور في المملكة والمنطقة,علما بأن المجموعة تجير مزارع ضخمة تسهم
				في توريد أفضل أنواع التمور المخصصة للإنتاج والتسويق والتصدير, وذلك في ظل نظام محكم
				من الرقابة والجودة. ن أنواع التمور المخصصة للتصنيع لدى المجموعة تأتي من ثلاث مناطق
				جغرافية: شمال أفريقيا وغرب آسيا والجزيرة العربية,وذلك للاستفادة من الميزات الطبيعية
				والمذاق والجودة السائدة في هذه المناطق الثلاث. كما تتعاون الشركة مع عدد من الجمعيات
				التعاونية المتميزة, وتعتمد عمليات فنية عالية النوعية, سواء قبل وبعد الجني وخلال
				عمليات التوريد والمناولة والتجهيز. كما سعت المجموعة أيضا إلى الاعتماد على اجهزة
				عالية النوعية, وتعديل أساليبها الزراعية والتخزينية, وزيادة الطاقة الإنتاجية لتصل إلى
				80 طن في اليوم من التمور العالية الجودة.
			</p>
		</Section>
  );
}
