{
	"HomePage": {
		"title": "الموقع تحت التطوير في الوقت الحالي",
		"heroSlides": {
			"slide1": {
				"alt": "مجموعة أمل الخير القابضة",
				"title": "مرحبًا بكم في مجموعة أمل الخير القابضة",
				"description": "اكتشف المنتجات عالية الجودة المصممة لتناسب احتياجاتك.",
				"buttonText": "المزيد"
			},
			"slide2": {
				"alt": "صورة خلفية",
				"title": "اكتشف منتجاتنا",
				"description": "استكشف مجموعة واسعة من منتجاتنا عالية الجودة المصممة لتلبية توقعاتك.",
				"buttonText": "المزيد"
			},
			"slide3": {
				"alt": "صورة عن الشركة",
				"title": "عن شركتنا",
				"description": "تعرف على مهمتنا وقيمنا والتزامنا بالتميز في كل ما نقوم به.",
				"buttonText": "المزيد"
			},
			"slide4": {
				"alt": "صورة منتج",
				"title": "جودة متميزة",
				"description": "اختبر الفرق مع منتجاتنا التي تصمد أمام اختبار الزمن.",
				"buttonText": "المزيد"
			}
		},
		"heroTitle": "تعرف على أحدث تقاريرنا المالية",
		"heroDescription": "نحن في مجموعة أمل الخير القابضة نقدم تقارير مالية دقيقة وخدمات استشارية متخصصة لدعم نمو أعمالكم بثقة وشفافية.",
		"heroButton": "اقرا المزيد",
		"aboutTitle": "من نحن",
		"aboutDescription": "مجموعة أمل الخير القابضة هي مجموعة سعودية رائدة تلتزم بالتميز والابتكار في قطاعات الدواجن والأعلاف والأسماك والتمور. نؤمن بأن الشفافية والجودة هما أساس نجاحنا، ونعمل على بناء شراكات طويلة الأمد تحقق قيمة مستدامة لمجتمعنا وعملائنا.",
		"groupTitle": "مجموعة أمل الخير القابضة",
		"poultryCompanyTitle": "شركة أمل الخير للدواجن",
		"poultryCompanyDesc": "ريادة في إنتاج الدواجن الطازجة بمعايير جودة عالمية.",
		"feedCompanyTitle": "شركة أمل الخير للأعلاف",
		"feedCompanyDesc": "توفير أعلاف عالية الجودة لدعم قطاع الثروة الحيوانية.",
		"fishCompanyTitle": "شركة أمل الخير للأسماك",
		"fishCompanyDesc": "ريادة في تربية الأحياء المائية وتربية الأسماك بممارسات مستدامة.",
		"datesCompanyTitle": "شركة أمل الخير للتمور",
		"datesCompanyDesc": "إنتاج وتصدير أجود أنواع التمور السعودية للأسواق المحلية والعالمية.",
		"investmentCompanyTitle": "شركة أمل الخير للاستثمار",
		"investmentCompanyDesc": "استثمارات متنوعة تدعم التنمية الاقتصادية المستدامة.",
		"moreButton": "المزيد",
		"moreAboutButton": "المزيد",
		"certificationsTitle": "اعتماداتنا !"
	},
	"Group": {
		"title": "مجموعة أمل الخير القابضة",
		"poultryCompany": {
			"title": "شركة أمل الخير للدواجن",
			"description": "ريادة في إنتاج الدواجن الطازجة بمعايير جودة عالمية.",
			"overview": "تُعد شركة أمل الخير للدواجن إحدى كبرى الشركات الوطنية السعودية الرائدة والمتخصصة في إنتاج بيض المائدة. تأسست الشركة عام 2002م، لتسهم بفاعلية في تعزيز الإنتاج الغذائي المحلي ودعم منظومة الأمن الغذائي الوطني من خلال تقديم منتجات ذات جودة عالية ومعايير صحية عالمية.",
			"vision": "المساهمة في تعزيز الأمن الغذائي وتحسين المعايير الصحية من خلال تحسين جودة التغذية.",
			"mission": "توفير منتجات طازجة وصحية تضيف قيمة غذائية فائقة ترتقي بعملائنا و مجتمعنا.",
			"values": {
				"trust": "نعمل على كسب ثقة عملائنا من خلال الشفافية والالتزام في جميع تعاملاتنا.",
				"quality": "نحرص على تطبيق أعلى معايير الجودة العالمية في جميع مراحل الإنتاج.",
				"credibility": "نرتكز في تعاملنا على المصداقية التي تعكس قيمنا وأهدافنا السامية.",
				"responsibility": "نُجسّد نموذجًا يحتذى به في الالتزام بأهداف ورسالة ورؤية الشركة.",
				"cooperation": "نؤمن بروح الفريق الواحد، ونعزز ثقافة التعاون بين أفراد المجموعة.",
				"commitment": "نعتبر الالتزام ركيزة أساسية لنجاح واستدامة أعمالنا."
			},
			"quality": "نلتزم في مزارعنا بأعلى معايير الجودة العالمية لنقدم للمستهلك منتجات غذائية صحية وموثوقة بنسبة 100%. وتأكيداً لهذه الجودة حصلت الشركة على شهادة الأيزو 22000:2005 لسلامة الغذاء، وشهادة الهاسب، وترخيص التصدير من هيئة الغذاء والدواء، بالإضافة الى مجموعة من الشهادات المحلية والعالمية مما يضمن الالتزام بتطبيق هذه المواصفات في جميع مراحل الإنتاج والتصدير."
		},
		"feedCompany": {
			"title": "شركة أمل الخير للأعلاف",
			"description": "توفير أعلاف عالية الجودة لدعم قطاع الثروة الحيوانية.",
			"overview": "تأسست شركة أمل الخير للأعلاف عام 2005م في مدينة الخرج بالمملكة العربية السعودية، وبدأت نشاطها الفعلي عام 2008م بطاقة إنتاجية بلغت 15 ألف طن سنويًا. وفي عام 2010م، تم رفع الطاقة الإنتاجية إلى أربعة أضعاف ليصل الى 60 ألف طن سنويًا، لتصبح من أبرز الشركات الصناعية المتخصصة في صناعة الأعلاف الحيوانية في المملكة. تُعد الشركة إحدى شركات مجموعة جمال أحمد بغلف القابضة، وتمتاز باعتمادها على أحدث التقنيات والأساليب العلمية الحديثة في التصنيع، مما جعل منتجاتها رمزًا للجودة والتميز.",
			"vision": "الريادة في إنتاج الأعلاف الحيوانية عالية الجودة، والمساهمة في دعم الأمن الغذائي الوطني من خلال حلول تغذية متكاملة ومستدامة.",
			"mission": "تقديم منتجات علفية مبتكرة وصحية تلبي احتياجات الثروة الحيوانية بأعلى معايير الجودة، باستخدام تقنيات متطورة وكوادر بشرية مؤهلة لضمان رضا العملاء ودعم الاقتصاد الوطني.",
			"values": {
				"quality": "الالتزام التام بتطبيق أفضل معايير الإنتاج والتصنيع.",
				"innovation": "تبني أحدث التقنيات والبحوث العلمية في تطوير المنتجات.",
				"reliability": "بناء علاقة دائمة قائمة على الثقة مع العملاء والموردين.",
				"safety": "تطبيق أنظمة سلامة مهنية وصحية صارمة لحماية العاملين والمنتجات.",
				"responsibility": "الالتزام بالمعايير البيئية والاجتماعية ضمن نهج التنمية المستدامة.",
				"teamwork": "تعزيز روح التعاون لتحقيق أهداف الشركة بكفاءة."
			},
			"quality": "نلتزم في عملياتنا بأعلى معايير الجودة والسلامة من خلال تطبيق نظام رقابة داخلية صارم لمتابعة جميع مراحل التشغيل والدفعات الإنتاجية بدقة. يتم سحب عينات عشوائية من المواد الخام والمنتجات النهائية بشكل دوري وإرسالها إلى المختبرات المعتمدة لإجراء التحاليل والتأكد من مطابقتها للمواصفات القياسية. كما نحتفظ بعينات مرجعية لمدة لا تقل عن ستة أشهر بعد انتهاء صلاحية المنتج لضمان تتبع الجودة عند الحاجة. إضافة إلى ذلك، نطبق إجراءات دقيقة للنظافة الشخصية، ونلزم جميع الموظفين بالزي المخصص ومعايير السلامة المهنية، لضمان بيئة عمل آمنة وجودة منتج موثوقة تلبي تطلعات عملائنا وتفوق توقعاتهم."
		},
		"fishCompany": {
			"title": "شركة أمل الخير للأسماك",
			"description": "ريادة في تربية الأحياء المائية وتربية الأسماك بممارسات مستدامة.",
			"overview": "تُعد شركة أمل الخير للأسماك إحدى الشركات الوطنية الرائدة في مجال إنتاج أسماك البلطي (Tilapia SP)، تأسست عام 2021م في محافظة الخرج بمنطقة الرياض ضمن رؤية المملكة لتعزيز الأمن الغذائي وتنويع مصادر الإنتاج المحلي. تعمل وفق أعلى المعايير الفنية والتقنيات العالمية في نظم التربية المكثفة للأسماك باستخدام المياه العذبة المستخرجة من الآبار الارتوازية. وتُجسد الشركة نموذجًا متكاملًا في الاستدامة الزراعية والبيئية، حيث تمزج بين الإنتاج السمكي والتدوير البيئي للمياه لتقليل الهدر وتحقيق أقصى كفاءة ممكنة من خلال إعادة استخدام مياه الصرف لري مزارع النخيل التابعة لمجموعة أمل الخير.",
			"vision": "أن تكون أمل الخير للأسماك رائدة في إنتاج الأسماك عالية الجودة، ومصدرًا موثوقًا لتغذية صحية ومستدامة تسهم في تحقيق الأمن الغذائي للمملكة.",
			"mission": "توفير أسماك طازجة وصحية تُربّى وفق أحدث التقنيات العالمية في بيئة خاضعة لأعلى معايير الجودة والسلامة، مع الالتزام بممارسات مسؤولة بيئيًا تسهم في استدامة الموارد الطبيعية.",
			"values": {
				"quality": "تطبيق أنظمة إنتاج متطورة تضمن سلامة وجودة المنتج.",
				"sustainability": "إدارة الموارد المائية والبيئية بكفاءة ومسؤولية.",
				"innovation": "تبنّي أحدث التقنيات في أنظمة التربية والتغذية.",
				"reliability": "الالتزام بمعايير النزاهة والشفافية مع العملاء والموردين.",
				"safety": "ضمان بيئة عمل آمنة للكوادر وبيئة نظيفة للأسماك.",
				"professionalism": "تقديم منتجات بمعايير عالمية تلبي احتياجات السوق المحلي."
			},
			"quality": "نطبق نظاماً متقدماً لمراقبة جودة المياه باستخدام أجهزة قياس (PH – DO – NO₃ – NH₃) لضمان بيئة صحية وآمنة للأسماك. كما نعتمد برنامج تغذية علمي متوازن مصمم وفق مراحل النمو لتأمين أفضل القيم الغذائية وتحقيق معدلات نمو مثالية. وتشمل إجراءات السلامة والتشغيل لدينا مراقبة مستمرة لمستويات الأكسجين ودرجات الحرارة، واستخدام أنظمة إنذار وتنبيه فورية لأي خلل محتمل، مع الالتزام الصارم بمعايير النظافة في جميع مراحل الإنتاج والنقل. كما نحرص على تطبيق معايير الاستزراع السمكي المستدام المعتمدة من وزارة البيئة والمياه والزراعة في المملكة العربية السعودية، مع الاحتفاظ بسجلات دقيقة للتشغيل والتحاليل المخبرية لضمان تتبع كل دفعة إنتاجية وتحقيق أعلى مستويات الجودة والموثوقية."
		},
		"datesCompany": {
			"title": "شركة أمل الخير للتمور",
			"description": "إنتاج وتصدير أجود أنواع التمور السعودية للأسواق المحلية والعالمية.",
			"overview": "تُعد شركة أمل الخير للتمور إحدى الشركات السعودية الرائدة في تصنيع وتعبئة وتصدير التمور عالية الجودة، حيث تأسست عام 2006م بمدينة الرياض. تتخصص الشركة في إنتاج التمور المكنوزة والعجينة والتمور الفلّة وصحون التمور بالمكسرات والسمسم، وقد اكتسبت سمعة متميزة بفضل التزامها بمعايير الجودة والابتكار. يقع مقر المصنع جنوب الرياض – طريق الخرج الجديد، ويضم منشآت حديثة تشمل خطوط إنتاج متطورة، ومخازن مبردة بطاقة استيعابية ضخمة، وسكن للعمال قريب من الموقع. تملك الشركة 11 معرضًا موزعًا في مختلف مدن المملكة، مما يعزز حضورها التجاري والتسويقي على المستوى الوطني والخليجي.",
			"vision": "أن تكون أمل الخير للتمور الرائدة في إنتاج وتصدير التمور على المستويين المحلي والعالمي، من خلال تبنّي أعلى التقنيات الحديثة وتطبيق معايير الجودة الشاملة.",
			"mission": "ننتج تمورًا بأعلى معايير الجودة العالمية باستخدام أحدث التقنيات والمعدات، ونقدمها بتغليف مميز وسلسلة توزيع فعّالة، لتحقيق رضا العملاء وتعزيز مكانة المنتج السعودي عالميًا.",
			"values": {
				"quality": "نلتزم بأعلى المعايير في كل مراحل الإنتاج والتعبئة.",
				"innovation": "نطور منتجاتنا باستمرار لتلبية أذواق المستهلكين المتنوعة.",
				"sustainability": "نستخدم تقنيات صديقة للبيئة ونحرص على الاستخدام الأمثل للموارد.",
				"transparency": "نبني الثقة مع عملائنا من خلال الصدق والمصداقية.",
				"excellence": "نؤمن أن التميز هو سر استمرارنا وريادتنا.",
				"foodSafety": "نطبق أنظمة رقابة دقيقة تضمن سلامة منتجاتنا وجودتها."
			},
			"quality": "تطبق أمل الخير للتمور نظامًا متكاملًا لإدارة الجودة وسلامة الغذاء وفق المعايير الدولية، يشمل ممارسات التصنيع الجيد (GMP) ونظام (HACCP) لضمان أعلى مستويات السلامة. يتم فحص التمور الخام قبل الاستلام وتقييم الموردين دوريًا، مع مراقبة دقيقة لمراحل الإنتاج من الفرز حتى الفحص النهائي بإشراف فني متخصص وتحليل إحصائي للجودة. توفر المنشأة بيئة عمل آمنة مزودة بأنظمة تهوية وتحكم بدرجات الحرارة والرطوبة، وتتعاون مع شركات معتمدة مثل Rentokil وShourbeam وSeder لضمان النظافة ومكافحة الآفات والتعقيم وإدارة المخلفات. كما تُستخدم أنظمة إنذار ومراقبة بالكاميرات لمتابعة العمليات التشغيلية وضمان جودة المنتج في كل مرحلة."
		},
		"sectionTitles": {
			"overview": "نظرة عامة",
			"visionMissionValues": "الرؤية والرسالة والقيم",
			"vision": "الرؤية",
			"mission": "الرسالة",
			"values": "القيم",
			"quality": "الجودة والسلامة"
		},
		"valueLabels": {
			"trust": "الثقة",
			"quality": "الجودة",
			"credibility": "المصداقية",
			"responsibility": "المسؤولية",
			"cooperation": "التعاون",
			"commitment": "الالتزام",
			"innovation": "الابتكار",
			"reliability": "الموثوقية",
			"safety": "السلامة",
			"teamwork": "العمل الجماعي",
			"sustainability": "الاستدامة",
			"professionalism": "الاحترافية",
			"transparency": "الشفافية",
			"excellence": "التميز",
			"foodSafety": "سلامة الغذاء"
		},
		"more": "عرض المزيد"
	},
	"Products": {
		"title": "منتجاتنا المميزة",
		"subtitle": "اكتشف منتجاتنا الأكثر شعبية وعالية الجودة التي اكتسبت ثقة العملاء حول العالم",
		"homeTitle": "منتجاتنا",
		"homeDescription": "اكتشف مجموعة منتجاتنا المميزة والعالية الجودة",
		"learnMore": "اعرف المزيد",
		"viewMore": "عرض المزيد من المنتجات",
		"featuredBadge": "مميز",
		"noProducts": "لا توجد منتجات متاحة حالياً",
		"filters": {
			"all": "جميع المنتجات"
		},
		"poultry": {
			"fresh_breast_cubes": "صدور دجاج الطازج - مكعبات",
			"fresh_breast_fillet": "فيليه صدر دجاج طازج",
			"whole_chicken_bag": "دجاجة كاملة عباء الكيس",
			"whole_chicken_biryani": "دجاجة كاملة متبله بنكهة البراني"
		},
		"feed": {
			"laying_hens": "علف الدجاج البياض",
			"broiler_chickens": "علف الدجاج اللاحم",
			"dairy_cows": "علف الأبقار الحلوب",
			"fish_feed": "علف الأسماك"
		},
		"fish": {
			"fresh_salmon": "سمك السلمون الطازج",
			"fresh_tuna": "سمك التونة الطازجة",
			"fresh_hamour": "سمك الهامور الطازج",
			"fresh_sheari": "سمك الشعري الطازج"
		},
		"dates": {
			"ajwa_premium": "تمور العجوة المميزة",
			"sukkari_golden": "تمور السكري الذهبية",
			"saqi_fresh": "تمور الصقعي الطازجة",
			"barhi_fresh": "تمور البرحي الطازجة"
		},
		"featured1": {
			"title": "دواجن مزرعة طازجة",
			"description": "دواجن طازجة من الدرجة الأولى من دجاجنا الحر، منتج تحت رقابة جودة صارمة ومعايير سلامة الغذاء."
		},
		"featured2": {
			"title": "أعلاف دواجن مميزة",
			"description": "أعلاف متوازنة غذائياً مصممة خصيصاً للنمو الأمثل وصحة دجاج التسمين والدجاج البياض."
		},
		"featured3": {
			"title": "أسماك البلطي الطازجة",
			"description": "أسماك بلطي مميزة تربى في مرافق الاستزراع المائي المتطورة لدينا، مما يضمن أعلى جودة وطزاجة لعملائنا."
		},
		"featured4": {
			"title": "تمور عجوة مميزة",
			"description": "تمور العجوة المميزة من المدينة المنورة، معروفة بمذاقها الاستثنائي وفوائدها الغذائية. مثالية للتصدير والأسواق المحلية."
		}
	},
	"ProductPages": {
		"poultry_products": {
			"title": "منتجات الدواجن",
			"description": "اكتشف منتجاتنا المميزة من الدواجن بما في ذلك الدجاج الطازج والديك الرومي وغيرها من منتجات الدواجن."
		},
		"feed_products": {
			"title": "منتجات الأعلاف",
			"description": "استكشف مجموعتنا الشاملة من منتجات الأعلاف الحيوانية لجميع أنواع الماشية."
		},
		"fish_products": {
			"title": "منتجات الأسماك",
			"description": "منتجات أسماك طازجة وعالية الجودة من عمليات الاستزراع المائي المستدامة لدينا."
		},
		"dates_products": {
			"title": "منتجات التمور",
			"description": "تمور مميزة ومنتجات قائمة على التمور من أفضل الأصناف."
		}
	},
	"GroupStats": {
		"poultryCompany": " اكثر من 132 مليون بيضة سنوياً",
		"feedCompany": "اكثر من 60 الف طن أعلاف سنوياً",
		"fishCompany": " اكثر من 350 طن أسماك سنوياً",
		"datesCompany": "اكثر من 80 الف طن تمور سنوياً"
	},
	"News": {
		"title": "الأخبار والمدونات",
		"moreNews": "المزيد من الأخبار",
		"lastUpdate": "آخر تحديث:",
		"backToAllNews": "العودة إلى جميع الأخبار",
		"relatedNews": "أخبار أخرى قد تهمك",
		"viewAllNews": "عرض جميع الأخبار",
		"newsItems": {
			"storeOpening": {
				"title": "افتتاح متجر أمل الخير للتمور",
				"description": "شركة أمل الخير تطلق المتجر الإلكتروني الأول لها على الإنترنت يشمل جميع منتجاتها وتقدم خدمة الدفع عبر البطاقات الائتمانية وبطاقه مدى أو الدفع نقداً عند الاستلام، كما يُقدّم العديد من ..."
			}
		}
	},
	"Books": {
		"title": "مكتبة أمل الخير",
		"subtitle": "استكشف مجموعتنا من الكتب القيمة",
		"notFound": {
			"title": "الكتاب غير موجود",
			"description": "عذراً، لم نتمكن من العثور على الكتاب المطلوب.",
			"backButton": "العودة إلى المكتبة"
		}
	},
	"Login": {
		"title": "تسجيل الدخول",
		"subtitle": "الوصول إلى لوحة الإدارة",
		"emailLabel": "عنوان البريد الإلكتروني",
		"emailPlaceholder": "أدخل بريدك الإلكتروني",
		"passwordLabel": "كلمة المرور",
		"passwordPlaceholder": "أدخل كلمة المرور",
		"signInButton": "تسجيل الدخول",
		"signingIn": "جاري تسجيل الدخول...",
		"adminOnly": "الوصول للإداريين فقط. اتصل بالمدير إذا كنت بحاجة إلى حساب.",
		"errors": {
			"invalidCredentials": "بريد إلكتروني أو كلمة مرور غير صحيحة",
			"networkError": "حدث خطأ في الشبكة. يرجى المحاولة مرة أخرى.",
			"genericError": "فشل تسجيل الدخول. يرجى المحاولة مرة أخرى."
		}
	},
	"Jobs": {
		"title": " وظائف امل الخير",
		"subtitle": "انضم إلى فريقنا",
		"description": "نحن نبحث عن أفراد موهوبين للانضمام إلى فريقنا في مجموعة أمل الخير القابضة. إذا كنت تبحث عن فرصة للعمل في بيئة ديناميكية ومبتكرة، فنحن نرغب في سماعك.",
		"applyNow": "قدم الآن",
		"heroTitle": "فرص العمل في امل الخير - تعزيز وتطوير المهارات الشخصية",
		"heroSubtitle": "موّظفونا هم أهم الأصول لدينا فاجتذاب الأشخاص المناسبين وتدريبهم وتوفير الموارد التي يحتاجونها لتلبية متطلباتنا كشركة أغذية عالمية المستوى يشكل أولوية رئيسية لامل الخير.",
		"joinFamilyCTA": "انضــــــــــــــــــــم لعائلـــــة أمل الخير",
		"jobCards": {
			"cooperativeTraining": {
				"title": "التدريب التعاوني",
				"description": "طوّر معرفتك من خلال تطبيق ما تعلمته أكاديمياً في مجال العمل"
			},
			"nonGraduates": {
				"title": "غير الجامعيين",
				"description": "كن أحد صناع الجودة"
			},
			"recentGraduates": {
				"title": "حديثو التخرج",
				"description": "ابدأ من هنا! سنساعدك في تطوير مهاراتك الشخصية والعملية"
			},
			"experienced": {
				"title": "أصحاب الخبرة",
				"description": "هل تريد تحقيق النجاح في مسيرتك المهنية والوصول إلى مناصب قيادية"
			}
		},
		"trainingSection": {
			"title": "برامج التدريب والتطوير",
			"subtitle": "نستثمر في تطوير موظفينا من خلال برامج تدريبية شاملة ومتخصصة",
			"cards": {
				"card1": "تقوم امل الخير بدراسة الاحتياجات التدريبية للموظفين بشكل دوري من أجل تطوير أدوارهم الوظيفية وتحسين أدائهم، إذ يعد التدريب أحد استراتيجيات المراعي للاستثمار في العنصر البشري.",
				"card2": "كما تُلحق مل الخير موظفيها حسب حاجة العمل بدورات تدريب فردية في معاهد متخصصة.",
				"card3": "تعمل المراعي على تلبية الاحتياجات التدريبية للموظفين عبر حزمة من برامج التدريب على رأس العمل التي تزود الموظف بالمهارات التطبيقية والفنية اللازمة لتطوير عمله."
			}
		},
		"applyPage": {
			"heroTitle": "انضم لعائلتنـــــــــــا",
			"title": "انضم لعائلة أمل الخير",
			"description": "مرحبًا بكم في صفحة خدمة العملاء. فريقنا متواجد للرد على استفساراتكم وتقديم المساعدة التي تحتاجونها، سواء كان لديكم تساؤل حول منتجاتنا، أو كنتم بحاجة إلى المساعدة في إتمام إجراءٍ ما. يسعدنا الاستماع إليكم للحصول على مساعدة فورية أو للتواصل معنا عبر الهاتف. نحرص على خدمة عملائنا كما ينبغي، كما يمكنكم مراسلتنا عبر البريد الإلكتروني أو لجان الدعم. نحن نسعى جاهدين للرد على جميع الاستفسارات في أسرع وقت ممكن. نراكم دائمًا في أولوياتنا القصوى.",
			"form": {
				"fullName": {
					"label": "الاسم الكامل",
					"placeholder": "أدخل الاسم هنا"
				},
				"phone": {
					"label": "رقم الهاتف",
					"placeholder": "أدخل الهاتف المحمول هنا"
				},
				"email": {
					"label": "البريد الإلكتروني",
					"placeholder": "البريد الإلكتروني"
				},
				"nationality": {
					"label": "الجنسية",
					"placeholder": "الجنسية",
					"options": {
						"yemeni": "يمني",
						"saudi": "سعودي",
						"egyptian": "مصري",
						"other": "أخرى"
					}
				},
				"location": {
					"label": "الموقع الحالي",
					"placeholder": "الموقع الحالي"
				},
				"gender": {
					"label": "الجنس",
					"placeholder": "الجنس",
					"options": {
						"male": "ذكر",
						"female": "أنثى"
					}
				},
				"birthDate": {
					"label": "تاريخ الميلاد"
				},
				"experience": {
					"label": "سنوات الخبرة",
					"placeholder": "سنوات الخبرة",
					"options": {
						"lessThanOne": "أقل من سنة",
						"oneToThree": "1-3 سنوات",
						"threeToFive": "3-5 سنوات",
						"moreThanFive": "أكثر من 5 سنوات"
					}
				},
				"job": {
					"label": "اختر الوظيفة",
					"placeholder": "اختر الوظيفة",
					"options": {
						"softwareDeveloper": "مطور برمجيات",
						"uiDesigner": "مصمم واجهات",
						"projectManager": "مدير مشروع",
						"other": "أخرى"
					}
				},
				"relocate": {
					"label": "الاستعداد للانتقال",
					"placeholder": "الاستعداد للانتقال",
					"options": {
						"yes": "نعم",
						"no": "لا"
					}
				},
				"currentJob": {
					"label": "المنصب الحالي / المسمى الوظيفي",
					"placeholder": "المنصب الحالي / المسمى الوظيفي"
				},
				"resume": {
					"label": "قم بتحميل سيرتك الذاتية"
				},
				"linkedin": {
					"label": "رابط ملفك الشخصي على لينكدإن",
					"placeholder": "رابط ملفك الشخصي على لينكدإن"
				},
				"submitButton": "انضم الآن",
				"sending": "جاري الإرسال...",
				"errorMessage": "حدث خطأ أثناء إرسال طلبك. يرجى المحاولة مرة أخرى لاحقاً."
			},
			"thankYou": {
				"title": "شكراً لك!",
				"message": "تم إرسال طلبك بنجاح.",
				"subMessage": "نقدر اهتمامك بالانضمام إلى فريقنا. سيقوم قسم الموارد البشرية بمراجعة طلبك والتواصل معك قريباً.",
				"backToHome": "العودة للرئيسية",
				"backToJobs": "العودة للوظائف"
			}
		},
		"workWithUs": {
			"title": "العمل مع امل الخير",
			"description": "موّظفونا هم أهم الأصول لدينا فاجتذاب الأشخاص المناسبين وتدريبهم وتوفير الموارد التي يحتاجونها لتلبية متطلباتنا كشركة أغذية عالمية المستوى يشكل أولوية رئيسية لامل الخير."
		},
		"hiringProcess": {
			"title": "خطوات التوظيف",
			"steps": {
				"step1": {
					"title": "أنشئ حسابًا",
					"description": "ابدأ بإنشاء حسابك الشخصي للتمكن من التقديم.",
					"icon": "icon-create-account"
				},
				"step2": {
					"title": "البحث عن وظائف",
					"description": "استعرض الوظائف المتاحة وابحث عما يناسبك.",
					"icon": "icon-search-jobs"
				},
				"step3": {
					"title": "سجل في وظيفة",
					"description": "اختر الوظيفة المناسبة وقم بالتسجيل فيها.",
					"icon": "icon-apply-job"
				},
				"step4": {
					"title": "احصل على وظيفتك",
					"description": "بعد القبول، استمتع ببدء مسيرتك الوظيفية.",
					"icon": "icon-get-job"
				}
			}
		},
		"workEnvironment": {
			"title": "بيئة العمل",
			"subtitle": "دعم التواصل الإيجابي بين الموظفين وتفهّم بعضهم عبر اللقاءات الدورية العامة.",
			"items": {
				"item1": "دعم التواصل الإيجابي بين الموظفين وتفهّم بعضهم عبر اللقاءات الدورية العامة.",
				"item2": "دعم الدور الوظيفي للعاملين وتأمين مسار وظيفي مستقر.",
				"item3": "تقييم أداء الموظفين ومكافأة المتميزين مادياً ومعنوياً.",
				"item4": "وضع قوانين لتشجيع الموظفين و مراجعة الأجور بشكل دوري.",
				"item5": "تطبيق المعايير المعتمدة عالمياً في مجال الصحة والسلامة المهنية داخل بيئة العمل.",
				"item6": "تطبيق المعايير المعتمدة عالمياً في مجال الصحة والسلامة المهنية داخل بيئة العمل.",
				"item7": "دعم التواصل الإيجابي بين الموظفين وتفهّم بعضهم عبر اللقاءات الدورية العامة."
			}
		},
		"jobItems": {
			"poultryManager": {
				"title": "مدير الدواجن",
				"description": "نبحث عن مدير دواجن ذو خبرة لإدارة عملياتنا في شركة أمل الخير للدواجن."
			},
			"feedSpecialist": {
				"title": "أخصائي أعلاف",
				"description": "فرصة عمل لأخصائي أعلاف متمرس للانضمام إلى شركة أمل الخير للأعلاف."
			}
		}
	},
	"Recipes": {
		"title": "وصفات امل الخير",
		"moreRecipes": "المزيد من الوصفات",
		"filters": {
			"searchPlaceholder": "ابحث عن الوصفات...",
			"allCategories": "جميع الفئات",
			"allDifficulties": "جميع المستويات",
			"difficulty": {
				"easy": "سهل",
				"medium": "متوسط",
				"hard": "صعب"
			},
			"activeFilters": {
				"search": "البحث",
				"category": "الفئة",
				"difficulty": "المستوى"
			},
			"clearFilters": "مسح جميع المرشحات",
			"loadingRecipes": "جاري تحميل الوصفات...",
			"noRecipesFound": "لا توجد وصفات",
			"noRecipesDescription": "لم نعثر على وصفات تطابق معايير البحث.",
			"noRecipesAvailable": "لا توجد وصفات متاحة حالياً.",
			"showingResults": "عرض",
			"recipe": "وصفة",
			"recipes": "وصفات",
			"minutes": "دقيقة"
		},
		"recipesItems": {
			"datesRecipe": {
				"title": "كيكة التمر التقليدية",
				"description": "كيكة تقليدية لذيذة مصنوعة من تمور أمل الخير المميزة، مثالية للاجتماعات العائلية والمناسبات الخاصة."
			}
		}
	},
	"Newsletter": {
		"title": "انضم إلى نشرتنا الإخبارية",
		"description": "لمحتوى متنوع يناسب اهتماماتك",
		"placeholder": "أدخل بريدك الإلكتروني"
	},
	"Navigation": {
		"home": "الرئيسية",
		"about": "من نحن",
		"about_amal": "عن أمل الخير",
		"group": "الشركات",
		"products": "المنتجات",
		"news": "الأخبار",
		"latest_news": "آخر الأخبار",
		"recipes": "الوصفات",
		"jobs": "الوظائف",
		"contact": "تواصل",
		"searchPlaceholder": "عن ماذا تبحث؟",
		"dates": "التمور",
		"fish": "الأسماك",
		"feed": "الأعلاف",
		"poultry": "الدواجن",
		"presidents": "كلمات الرؤساء",
		"certifications": "الاعتمادات",
		"poultry_products": "منتجات الدواجن",
		"feed_products": "منتجات الأعلاف",
		"fish_products": "منتجات الأسماك",
		"dates_products": "منتجات التمور",
		"poultry_company": "شركة أمل الخير للدواجن",
		"feed_company": "شركة أمل الخير للأعلاف",
		"fish_company": "شركة أمل الخير للأسماك",
		"dates_company": "شركة أمل الخير للتمور"
	},
	"Breadcrumbs": {
		"home": "الرئيسية",
		"about": "من نحن؟",
		"group": "مجموعة أمل الخير القابضة",
		"products": "منتجاتنا",
		"news": "الأخبار و المدونات",
		"books": "مكتبة أمل الخير",
		"jobs": "وظائف امل الخير",
		"contact": "تواصل معنا",
		"poultry_products": "منتجات الدواجن",
		"feed_products": "منتجات الأعلاف",
		"fish_products": "منتجات الأسماك",
		"dates_products": "منتجات التمور",
		"poultry_company": "شركة أمل الخير للدواجن",
		"feed_company": "شركة أمل الخير للأعلاف",
		"fish_company": "شركة أمل الخير للأسماك",
		"dates_company": "شركة أمل الخير للتمور"
	},
	"Presidents": {
		"title": "كلمات الرؤساء التنفيذيين",
		"subtitle": "كلمات رؤساء مجلس الإدارة",
		"description": "نقدم لكم كلمات رؤساء مجلس الإدارة السابقين والحاليين، والتي تعكس رؤيتنا ومسيرتنا في خدمة المجتمع",
		"currentPresident": {
			"name": "م. أحمد جمال بغلف",
			"title": "رئيس مجلس الإدارة ",
			"message": "\"نحن في مجموعة أمل الخير نؤمن بأهمية المسؤولية الاجتماعية ونسعى دائماً لتقديم أفضل الخدمات للمجتمع من خلال مشاريعنا المتنوعة في مختلف القطاعات. إن التزامنا بالتميز يدفعنا إلى الابتكار المستمر وتحسين خدماتنا، مما يضمن بقاءنا في المقدمة في صناعتنا مع الحفاظ على قيمنا الأساسية في النزاهة والجودة وخدمة المجتمع.\""
		},
		"formerPresident": {
			"name": "أ. حسام بسحم",
			"title": "الرئيس التنفيذي",
			"message": "\"لقد كانت رحلة رائعة في تطوير مجموعة أمل الخير وتوسيع نطاق أعمالنا لخدمة المجتمع بشكل أفضل. خلال فترة توليي المنصب، ركزنا على بناء أسس قوية للنمو المستدام، وإقامة شراكات أساسية، وتنفيذ مبادرات استراتيجية وضعت الشركة في موقع يؤهلها للنجاح طويل الأمد. إن الإنجازات التي حققناها معاً كفريق تواصل إلهام وتوجيه مستقبل المؤسسة.\""
		},
		"foundingPresident": {
			"title": "رئيس مجلس الإدارة المؤسس",
			"period": "2010 - 2015",
			"message": "\"كان حلمنا إنشاء مجموعة تجارية قوية تخدم المجتمع وتطور الاقتصاد المحلي، واليوم نحن فخورون بما حققناه.\""
		}
	},
	"SideNavigation": {
		"home": "الرئيسية",
		"about": "من نحن",
		"group": "المجموعة",
		"certifications": "الاعتمادات",
		"products": "المنتجات",
		"news": "الأخبار",
		"stats": "الإحصائيات",
		"newsletter": "النشرة الإخبارية"
	},
	"Certifications": {
		"title": "اعتماداتنا !",
		"subtitle": "شهادات الجودة والجوائز",
		"description": "نفخر في مجموعة أمل الخير القابضة بحصولنا على مجموعة من الإعتمادات و الشهادات المحلية و الإقليمية",
		"fullDescription": "ينظر مجتمع الأعمال إلى مجموعة جمال بغلف القابضة إلى انها كيان تجاري يجسد معنى الكفاح, إذ تغلب على العديد من التحديات على مدى سنوات طويلة من العمل الجاد, إلى أن أصبح اسما تجاريا مرموقا في المملكة العربية السعودية. في عام 1955,وفي مدينة الخبر , أسس الشيخ أحمد محمد بغلف – يرحمه الله – أحد أوائل المؤسسات التجارية المتخصصة في تحويل الأموال على مستوى المملكة ودول مجلس التعاون الخليجي والشرق الأوسط. وبفضل الله ثم الإدارة المتميزة للشيخ جمال أحمد بغلف , نجل الشيخ أحمد محمد بغلف – يرحمه الله – الذي نجح في تأسيس مجموعة قابضة مستقلة ذات نشاطات متنوعة, وبالتالي الانتقال إلى مرحلة جديدة من التوسع والنمو المضطرد والتميز, محليا ودوليا.",
		"sponsorships": {
			"title": "الرعايات والمشاركات",
			"description": "كانت ومازالت مجموعة أمل الخير ترعى العديد من المحافل المحلية والدولية على نطاق واسع, حيث لطالما كانت امل الخير السباقة إلى دعم الأنسطة والتطوير وبناء المجتمع."
		},
		"features": {
			"title": "مميزاتنا",
			"description": "حصلت المجموعة على شهادة\"ISO 9001\"وشهادة \"ISO 22000\" في مجال ينظم إدارة الجودة وسلامة عمليات تصنيع الغذاء , مع سعيها لتبني نظام تسويق وتوزيع عالي الجودة وامتلاك علامات تجارية أخرى لتوسيع أسواقها للوصول إلى شرائح مختلفة من العملاء."
		}
	},
	"ChatBot": {
		"title": "مساعد أمل الخير",
		"subtitle": "كيف يمكنني مساعدتك؟",
		"welcomeMessage": "مرحباً! أنا مساعدك الافتراضي. كيف يمكنني مساعدتك اليوم؟",
		"placeholder": "اكتب رسالتك هنا...",
		"send": "إرسال",
		"openChat": "فتح المحادثة",
		"closeChat": "إغلاق المحادثة",
		"chatWithUs": "تحدث معنا",
		"errorMessage": "عذراً، حدث خطأ. يرجى المحاولة مرة أخرى."
	},
	"Contact": {
		"heroTitle": "تواصل معنا",
		"intro": {
			"title": "نحن هنا من أجلك",
			"description": "مرحبًا بكم في صفحة خدمة العملاء. فريقنا متواجد للرد على استفساراتكم وتقديم المساعدة التي تحتاجونها، سواء كان لديكم تساؤل حول منتجاتنا، أو كنتم بحاجة إلى المساعدة في إتمام إجراءٍ ما. يسعدنا الاستماع إليكم للحصول على مساعدة فورية أو للتواصل معنا عبر الهاتف. نحرص على خدمة عملائنا كما ينبغي، كما يمكنكم مراسلتنا عبر البريد الإلكتروني أو لجان الدعم. نحن نسعى جاهدين للرد على جميع الاستفسارات في أسرع وقت ممكن. نراكم دائمًا في أولوياتنا القصوى."
		},
		"form": {
			"name": {
				"label": "الاسم",
				"placeholder": "ادخل اسمك هنا"
			},
			"subject": {
				"label": "الموضوع",
				"options": {
					"support": "الدعم",
					"inquiry": "الاستفسار",
					"employment": "التوظيف"
				}
			},
			"phone": {
				"label": "الهاتف المحمول",
				"placeholder": "ادخل هاتفك المحمول هنا"
			},
			"email": {
				"label": "البريد الإلكتروني",
				"placeholder": "ادخل بريدك الإلكتروني هنا"
			},
			"country": {
				"label": "الدولة",
				"placeholder": "ادخل دولتك هنا"
			},
			"message": {
				"label": "الرسالة",
				"placeholder": "اكتب رسالتك هنا"
			},
			"submitButton": "أرسل الآن",
			"sending": "جاري الإرسال...",
			"successMessage": "تم إرسال رسالتك بنجاح! سنتواصل معك قريباً.",
			"errorMessage": "حدث خطأ أثناء إرسال رسالتك. يرجى المحاولة مرة أخرى لاحقاً."
		},
		"info": {
			"title": "معلومات الاتصال",
			"address": "صندوق بريد 8524، الرياض 11492",
			"phone": "هاتف",
			"whatsapp": "واتساب"
		},
		"thankYou": {
			"title": "شكراً لك!",
			"message": "تم إرسال رسالتك بنجاح.",
			"subMessage": "نقدر تواصلك معنا. سيقوم فريقنا بالرد عليك في أقرب وقت ممكن.",
			"backToHome": "العودة للرئيسية",
			"backToContact": "العودة للتواصل"
		}
	},
	"Footer": {
		"contactTitle": "معلومات الاتصال",
		"address": "صندوق بريد 8524، الرياض 11492",
		"phone": "هاتف:",
		"whatsapp": "واتساب:",
		"followUs": "تابعنا",
		"quickLinks": "روابط سريعة",
		"faq": "الأسئلة الشائعة",
		"sitemap": "خريطة الموقع",
		"privacy": "سياسة الخصوصية",
		"terms": "الشروط والأحكام",
		"contact": "تواصل معنا",
		"location": "موقعنا",
		"home": "الرئيسية",
		"about": "من نحن؟",
		"group": "مجموعة أمل الخير القابضة",
		"products": "منتجاتنا",
		"news": "الأخبار والمدونات",
		"jobs": "الوظائف",
		"employeePortal": "بوابة المعرفة",
		"description": "مجموعة أمل الخير القابضة هي مجموعة سعودية رائدة تلتزم بالتميز والابتكار في قطاعات الدواجن والأعلاف والأسماك والتمور. نؤمن بأن الشفافية والجودة هما أساس نجاحنا، ونعمل على بناء شراكات طويلة الأمد تحقق قيمة مستدامة لمجتمعنا وعملائنا.",
		"rights": "جميع الحقوق محفوظة © أمل الخير 2025"
	},
	"MoreBTN": {
		"more": "المزيد"
	}
}
