import HeadingParagraph from "@/components/ui/HeadingParagraph";

const ContactIntro = () => {
  return (
    <section className="py-12 px-4">
      <HeadingParagraph
        title="نحن هنا من أجلك"
        text="مرحبًا بكم في صفحة خدمة العملاء. فريقنا متواجد للرد على استفساراتكم وتقديم المساعدة التي تحتاجونها، سواء كان لديكم تساؤل حول منتجاتنا، أو كنتم بحاجة إلى المساعدة في إتمام إجراءٍ ما. يسعدنا الاستماع إليكم للحصول على مساعدة فورية أو للتواصل معنا عبر الهاتف. نحرص على خدمة عملائنا كما ينبغي، كما يمكنكم مراسلتنا عبر البريد الإلكتروني أو لجان الدعم. نحن نسعى جاهدين للرد على جميع الاستفسارات في أسرع وقت ممكن. نراكم دائمًا في أولوياتنا القصوى."
        align="center"
        width="lg"
      />
    </section>
  );
};

export default ContactIntro;
